// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Asignar nuevo perfil ICC";

NoPapersTitle = "No hay tipos de papel personalizado para editar";
NoPapersMsg = "Agregue o importe un tipo de papel personalizado y luego podrá asignar un perfil ICC.";
NoPapersDefButton = "Agregar papel personalizado";

ProfileExistsTitle = "Este perfil ICC ya existe";
ProfileExistsMsg = "Ya está almacenado un perfil ICC con el nombre de archivo \"%@\" en el depósito local. Si selecciona \"Utilizar perfil existente\", se utilizará el almacenado con su papel. O bien, puede seleccionar \"Utilizar el nombre de archivo único\" para crear un nuevo nombre de perfil.";
ProfileExistsDefButton = "Utilizar perfil existente";
ProfileExistsAltButton = "Cancelar";
ProfileExistsOtherButton = "Utilizar nombre de archivo único";

NoIccTitle = "<no hay perfil seleccionado>";

//Paper Type Names
Photo = "Fotos";
CoatedInkjet = "Inyección de tinta cuché";
PhotoRag = "Papel fotográfico";
Watercolor = "Acuarela";
Canvas = "Lienzo";
RigidPhotoRag = "Papel fotográfico rígido";
RigidWatercolor = "Papel acuarela rígido";
RigidCanvas = "Lienzo rígido";
Brochure = "Folleto";
PlainPaper = "Papel normal";
PhotoInkjetScrapbook = "Papel de álbum para inyección de tinta, fotografía";
MatteInkjetScrapbook = "Papel de álbum para inyección de tinta, mate";

Coated = "Recubierto";
PhotoThick = "Fotografía gruesa";
FiberGloss = "Fibra brillante";
photoRag = "Paño fotográfico";
photoRagThin = "Paño fotográfico fino";

//print quality names
Best = "Óptima";
Normal = "Normal";
Fast = "Borrador rápido";
MaxDPI = "Máximo de PPP";

ProfileInvalidTitle = "Tipo de archivo ICC incorrecto";
ProfileInvalidMsg = "El archivo ICC seleccionado no está pensado para que se utilice con una impresora.";
ProfileInvalidDefButton = "Elija otro perfil…";

TaskTitleFieldText = "Asignar nuevo perfil ICC";
TaskDescriptionFieldText = "Haga clic en el botón Asignar para asignar un nuevo perfil ICC a su papel personalizado.";
StartButtonText = "Asignar";

AddSheetDescriptionFieldText = "Seleccione el papel y el perfil ICC que desea utilizar para este papel.";
PaperNameLableText = "Nombre del papel personalizado:";
PaperNamePopUpText = "Artículo";
PaperCategoryLableText = "Categoría del papel:";
PaperCategoryFieldText = "categoría";
IccFileNamelableText = "Perfil ICC (opcional):";
IccFileNameFieldText = "<no hay perfil seleccionado>";
BrowseButtonText = "Examinar…";
ClearButtonText = "Borrar perfil";
CancelButtonText = "Cancelar";
DoneButtonText = "Listo";
